Repository: philipparndt/iot-panels
Catalog: IoTPanels/IoTPanels/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, zh_hans

source: Random by default
de: Standardmäßig zufällig
es: Aleatorio por defecto
fr: Aleatoire par defaut
ja: デフォルトはランダム
ko: 기본값은 랜덤
pt_br: Aleatório por padrão
zh_hans: 默认为随机

source: Range
de: Bereich
es: Rango
fr: Plage
ja: 範囲
ko: 범위
pt_br: Faixa
zh_hans: 范围

source: Rearrange Panels
de: Panels neu anordnen
es: Reordenar paneles
fr: Reorganiser les panneaux
ja: パネルを並べ替え
ko: 패널 재정렬
pt_br: Reorganizar painéis
zh_hans: 重新排列面板

source: Refresh
de: Aktualisieren
es: Actualizar
fr: Rafraichir
ja: 更新
ko: 새로고침
pt_br: Atualizar
zh_hans: 刷新

source: Refresh Rate
de: Aktualisierungsrate
es: Frecuencia de actualización
fr: Taux de rafraichissement
ja: 更新間隔
ko: 새로고침 빈도
pt_br: Taxa de atualização
zh_hans: 刷新频率

source: Relative Humidity
de: Relative Luftfeuchtigkeit
es: Humedad relativa
fr: Humidite relative
ja: 相対湿度
ko: 상대 습도
pt_br: Umidade relativa
zh_hans: 相对湿度

source: Remove
de: Entfernen
es: Eliminar
fr: Supprimér
ja: 削除
ko: 제거
pt_br: Remover
zh_hans: 移除

source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
ja: 名前を変更
ko: 이름 변경
pt_br: Renomear
zh_hans: 重命名

source: Rename Dashboard
de: Dashboard umbenennen
es: Renombrar dashboard
fr: Renommer le tableau de bord
ja: ダッシュボードの名前を変更
ko: 대시보드 이름 변경
pt_br: Renomear painel
zh_hans: 重命名仪表板

source: Rename Home
de: Zuhause umbenennen
es: Renombrar casa
fr: Renommer la maison
ja: ホーム名を変更
ko: 홈 이름 변경
pt_br: Renomear casa
zh_hans: 重命名家庭

source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
ja: リセット
ko: 초기화
pt_br: Redefinir
zh_hans: 重置

source: Reset Demo
de: Demo zurücksetzen
es: Restablecer demo
fr: Réinitialiser la demo
ja: デモをリセット
ko: 데모 초기화
pt_br: Redefinir demo
zh_hans: 重置演示

source: Reset Demo?
de: Demo zurücksetzen?
es: ¿Restablecer demo?
fr: Réinitialiser la demo ?
ja: デモをリセットしますか？
ko: 데모를 초기화하시겠습니까?
pt_br: Redefinir demo?
zh_hans: 重置演示？

source: Results (%lld rows)
de: Ergebnisse (%lld Zeilen)
es: Resultados (%lld filas)
fr: Resultats (%lld lignes)
ja: 結果（%lld 行）
ko: 결과 (%lld 행)
pt_br: Resultados (%lld linhas)
zh_hans: 结果（%lld 行）

source: Resume
de: Fortsetzen
es: Reanudar
fr: Reprendre
ja: 再開
ko: 재개
pt_br: Retomar
zh_hans: 恢复

source: Retry
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
ko: 다시 시도
pt_br: Tentar novamente
zh_hans: 重试

source: Run Preview
de: Vorschau ausführen
es: Ejecutar vista previa
fr: Exécuter l'aperçu
ja: プレビューを実行
ko: 미리보기 실행
pt_br: Executar pré-visualização
zh_hans: 运行预览

source: Run Query
de: Abfrage ausführen
es: Ejecutar consulta
fr: Exécuter la requête
ja: クエリを実行
ko: 쿼리 실행
pt_br: Executar consulta
zh_hans: 运行查询

source: Running query...
de: Abfrage wird ausgeführt ...
es: Ejecutando consulta...
fr: Exécution de la requête ...
ja: クエリを実行中...
ko: 쿼리 실행 중...
pt_br: Executando consulta...
zh_hans: 正在运行查询...

source: Save
de: Sichern
es: Guardar
fr: Enregistrer
ja: 保存
ko: 저장
pt_br: Salvar
zh_hans: 保存

source: Scatter
de: Streuung
es: Dispersión
fr: Nuage de points
ja: 散布図
ko: 산점도
pt_br: Dispersão
zh_hans: 散点图

source: Search measurements
de: Messungen suchen
es: Buscar mediciones
fr: Rechercher des mesures
ja: メジャーメントを検索
ko: 측정 검색
pt_br: Buscar medições
zh_hans: 搜索测量

source: Search units
de: Einheiten suchen
es: Buscar unidades
fr: Rechercher des unites
ja: 単位を検索
ko: 단위 검색
pt_br: Buscar unidades
zh_hans: 搜索单位

source: Seconds
de: Sekunden
es: Segundos
fr: Secondes
ja: 秒
ko: 초
pt_br: Segundos
zh_hans: 秒

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
ko: 선택
pt_br: Selecionar
zh_hans: 选择

source: Select Bucket
de: Bucket auswählen
es: Seleccionar bucket
fr: Sélectionner le bucket
ja: バケットを選択
ko: 버킷 선택
pt_br: Selecionar bucket
zh_hans: 选择 Bucket

source: Select Organization
de: Organisation auswählen
es: Seleccionar organización
fr: Sélectionner l'organisation
ja: 組織を選択
ko: 조직 선택
pt_br: Selecionar organização
zh_hans: 选择组织

source: Select Topic
de: Topic auswählen
es: Seleccionar tema
fr: Sélectionner un topic
ja: トピックを選択
ko: 토픽 선택
pt_br: Selecionar tópico
zh_hans: 选择主题

source: Select...
de: Auswählen ...
es: Seleccionar...
fr: Sélectionner ...
ja: 選択...
ko: 선택...
pt_br: Selecionar...
zh_hans: 选择...

source: Selected
de: Ausgewählt
es: Seleccionado
fr: Sélectionne
ja: 選択済み
ko: 선택됨
pt_br: Selecionado
zh_hans: 已选择

source: Series
de: Reihen
fr: Séries
ja: シリーズ
ko: 시리즈
pt_br: Séries
zh_hans: 系列

source: Setup Wizard
de: Einrichtungsassistent
es: Asistente de configuración
fr: Assistant de configuration
ja: セットアップウィザード
ko: 설정 마법사
pt_br: Assistente de configuração
zh_hans: 设置向导

source: Share
de: Teilen
es: Compartir
fr: Partager
ja: 共有
ko: 공유
pt_br: Compartilhar
zh_hans: 分享

source: Share (with credentials)
de: Teilen (mit Zugangsdaten)
es: Compartir (con credenciales)
fr: Partager (avec identifiants)
ja: 共有（認証情報付き）
ko: 공유 (자격 증명 포함)
pt_br: Compartilhar (com credenciais)
zh_hans: 分享（含凭据）

source: Share (without credentials)
de: Teilen (ohne Zugangsdaten)
es: Compartir (sin credenciales)
fr: Partager (sans identifiants)
ja: 共有（認証情報なし）
ko: 공유 (자격 증명 제외)
pt_br: Compartilhar (sem credenciais)
zh_hans: 分享（不含凭据）

source: Short name shown in the chart legend. Keep it brief for small widgets.
de: Kurzname in der Diagrammlegende. Halte ihn kurz für kleine Widgets.
es: Nombre corto mostrado en la leyenda del gráfico. Sea breve para widgets pequeños.
fr: Nom court affiche dans la legende du graphique. Gardez-le bref pour les petits widgets.
ja: チャートの凡例に表示される短い名前。小さいウィジェットでは簡潔にしてください。
ko: 차트 범례에 표시되는 짧은 이름. 작은 위젯에서는 간결하게 유지하세요.
pt_br: Nome curto exibido na legenda do gráfico. Mantenha breve para widgets pequenos.
zh_hans: 在图表图例中显示的简称。对于小组件请保持简短。

source: Single-level: matches exactly one level
de: Single-Level: genau eine Ebene
es: Nivel único: coincide con exactamente un nivel
fr: Niveau unique : correspond a exactement un niveau
ja: シングルレベル: 正確に1レベルに一致
ko: 단일 레벨: 정확히 하나의 레벨과 일치
pt_br: Nível único: corresponde a exatamente um nível
zh_hans: 单级：精确匹配一个级别

source: Size
de: Größe
es: Tamaño
fr: Taille
ja: サイズ
ko: 크기
pt_br: Tamanho
zh_hans: 大小

source: Skip certificate validation (insecure)
de: Zertifikatsprüfung überspringen (unsicher)
es: Omitir validación de certificado (inseguro)
fr: Ignorer la validation du certificat (non securise)
ja: 証明書の検証をスキップ（安全でない）
ko: 인증서 검증 건너뛰기 (안전하지 않음)
pt_br: Pular validação de certificado (inseguro)
zh_hans: 跳过证书验证（不安全）

source: Speed
de: Geschwindigkeit
es: Velocidad
fr: Vitesse
ja: 速度
ko: 속도
pt_br: Velocidade
zh_hans: 速度

source: Stop
de: Stopp
es: Detener
fr: Arrêter
ja: 停止
ko: 중지
pt_br: Parar
zh_hans: 停止

source: Style
de: Stil
es: Estilo
ja: スタイル
ko: 스타일
pt_br: Estilo
zh_hans: 样式

source: Subscribe to
de: Abonnieren
es: Suscribirse a
fr: S'abonner a
ja: サブスクライブ先
ko: 구독 대상
pt_br: Assinar
zh_hans: 订阅

source: Subscribing to discover fields...
de: Abonniere, um Felder zu erkennen ...
es: Suscribiendo para descubrir campos...
fr: Abonnement pour découvrir les champs ...
ja: フィールドを検出するためにサブスクライブ中...
ko: 필드를 검색하기 위해 구독 중...
pt_br: Assinando para descobrir campos...
zh_hans: 正在订阅以发现字段...

source: Subscription
de: Abonnement
es: Suscripción
fr: Abonnement
ja: サブスクリプション
ko: 구독
pt_br: Assinatura
zh_hans: 订阅

source: Sum
de: Summe
es: Suma
fr: Somme
ja: 合計
ko: 합계
pt_br: Soma
zh_hans: 合计

source: Tap + to add a panel from your saved queries.
de: Tippe auf +, um ein Panel aus deinen gespeicherten Abfragen hinzuzufügen.
es: Toque + para añadir un panel de sus consultas guardadas.
fr: Appuyez sur + pour ajouter un panneau depuis vos requêtes enregistrees.
ja: + をタップして保存済みクエリからパネルを追加してください。
ko: + 를 눌러 저장된 쿼리에서 패널을 추가하세요.
pt_br: Toque + para adicionar um painel das suas consultas salvas.
zh_hans: 点击 + 从已保存的查询中添加面板。

source: Tap + to create your first dashboard.
de: Tippe auf +, um dein erstes Dashboard zu erstellen.
es: Toque + para crear su primer dashboard.
fr: Appuyez sur + pour créer votre premier tableau de bord.
ja: + をタップして最初のダッシュボードを作成してください。
ko: + 를 눌러 첫 번째 대시보드를 만드세요.
pt_br: Toque + para criar seu primeiro painel.
zh_hans: 点击 + 创建您的第一个仪表板。

source: Tap + to create your first query.
de: Tippe auf +, um deine erste Abfrage zu erstellen.
es: Toque + para crear su primera consulta.
fr: Appuyez sur + pour créer votre première requête.
ja: + をタップして最初のクエリを作成してください。
ko: + 를 눌러 첫 번째 쿼리를 만드세요.
pt_br: Toque + para criar sua primeira consulta.
zh_hans: 点击 + 创建您的第一个查询。

source: Tap + to design your first home screen widget.
de: Tippe auf +, um dein erstes Homescreen-Widget zu gestalten.
es: Toque + para diseñar su primer widget de pantalla de inicio.
fr: Appuyez sur + pour concevoir votre premier widget d'écran d'accueil.
ja: + をタップして最初のホーム画面ウィジェットをデザインしてください。
ko: + 를 눌러 첫 번째 홈 화면 위젯을 디자인하세요.
pt_br: Toque + para criar seu primeiro widget da tela inicial.
zh_hans: 点击 + 设计您的第一个主屏幕小组件。

source: Temperature
de: Temperatur
es: Temperatura
ja: 温度
ko: 온도
pt_br: Temperatura
zh_hans: 温度

source: Temperature from any sensor
de: Temperatur von jedem Sensor
es: Temperatura de cualquier sensor
fr: Temperature de n'importe quel capteur
ja: 任意のセンサーからの温度
ko: 모든 센서의 온도
pt_br: Temperatura de qualquer sensor
zh_hans: 来自任意传感器的温度

source: Test Connection
de: Verbindung testen
es: Probar conexión
fr: Tester la connexion
ja: 接続をテスト
ko: 연결 테스트
pt_br: Testar conexão
zh_hans: 测试连接

source: Testing connection...
de: Verbindung wird getestet ...
es: Probando conexión...
fr: Test de la connexion ...
ja: 接続をテスト中...
ko: 연결 테스트 중...
pt_br: Testando conexão...
zh_hans: 正在测试连接...

source: Text Size
de: Textgröße
es: Tamaño del texto
fr: Taille du texte
ja: テキストサイズ
ko: 텍스트 크기
pt_br: Tamanho do texto
zh_hans: 文字大小

source: The server certificate will be validated against the system's trusted certificate authorities. Add a custom CA for self-signed or private CA certificates.
de: Das Serverzertifikat wird gegen die vertrauenswürdigen Zertifizierungsstellen des Systems geprüft. Füge eine benutzerdefinierte CA für selbstsignierte oder private CA-Zertifikate hinzu.
es: El certificado del servidor se validará contra las autoridades de certificación de confianza del sistema. Añada una CA personalizada para certificados autofirmados o de CA privada.
fr: Le certificat du serveur sera valide par rapport aux autorites de certification de confiance du systeme. Ajoutez une CA personnalisée pour les certificats auto-signes ou de CA privee.
ja: サーバー証明書はシステムの信頼された認証局に対して検証されます。自己署名証明書やプライベートCAの場合はカスタムCAを追加してください。
ko: 서버 인증서가 시스템의 신뢰할 수 있는 인증 기관에 대해 검증됩니다. 자체 서명 또는 사설 CA 인증서의 경우 사용자 지정 CA를 추가하세요.
pt_br: O certificado do servidor será validado contra as autoridades de certificação confiáveis do sistema. Adicione uma CA personalizada para certificados autoassinados ou de CA privada.
zh_hans: 服务器证书将根据系统信任的证书颁发机构进行验证。对于自签名或私有 CA 证书，请添加自定义 CA。

source: This data source generates realistic demo data for testing. No network connection required.
de: Diese Datenquelle erzeugt realistische Demodaten zum Testen. Keine Netzwerkverbindung erforderlich.
es: Esta fuente de datos genera datos de demostración realistas para pruebas. No requiere conexión de red.
fr: Cette source de données généré des données de démonstration realistes pour les tests. Aucune connexion reseau requise.
ja: このデータソースはテスト用のリアルなデモデータを生成します。ネットワーク接続は不要です。
ko: 이 데이터 소스는 테스트용 현실적인 데모 데이터를 생성합니다. 네트워크 연결이 필요 없습니다.
pt_br: Esta fonte de dados gera dados de demonstração realistas para testes. Não requer conexão de rede.
zh_hans: 此数据源生成逼真的演示数据用于测试。无需网络连接。

source: This Device Only
de: Nur dieses Gerät
es: Solo este dispositivo
fr: Cet appareil uniquement
ja: このデバイスのみ
ko: 이 기기만
pt_br: Apenas este dispositivo
zh_hans: 仅此设备

source: This project is open source. Contributions are welcome. Feel free to open an issue ticket and discuss new features. [Source Code](https://github.com/philipparndt/iot-panels), [License](https://github.com/philipparndt/iot-panels/blob/main/LICENSE), [Issue tracker](https://github.com/philipparndt/iot-panels/issues) **Dependencies** [CocoaMQTT](https://github.com/emqx/CocoaMQTT)
de: Dieses Projekt ist Open Source. Beiträge sind willkommen. Erstelle gerne ein Issue-Ticket und diskutiere neue Funktionen. [Quellcode](https://github.com/philipparndt/iot-panels), [Lizenz](https://github.com/philipparndt/iot-panels/blob/main/LICENSE), [Issue-Tracker](https://github.com/philipparndt/iot-panels/issues) **Abhängigkeiten** [CocoaMQTT](https://github.com/emqx/CocoaMQTT)
es: Este proyecto es de código abierto. Las contribuciones son bienvenidas. No dude en abrir un ticket y discutir nuevas funcionalidades. [Código fuente](https://github.com/philipparndt/iot-panels), [Licencia](https://github.com/philipparndt/iot-panels/blob/main/LICENSE), [Seguimiento de problemas](https://github.com/philipparndt/iot-panels/issues) **Dependencias** [CocoaMQTT](https://github.com/emqx/CocoaMQTT)
fr: Ce projet est open source. Les contributions sont les bienvenues. N'hésitez pas à ouvrir un ticket et à discuter de nouvelles fonctionnalités. [Code source](https://github.com/philipparndt/iot-panels), [Licence](https://github.com/philipparndt/iot-panels/blob/main/LICENSE), [Suivi des problèmes](https://github.com/philipparndt/iot-panels/issues) **Dépendances** [CocoaMQTT](https://github.com/emqx/CocoaMQTT)
ja: このプロジェクトはオープンソースです。貢献を歓迎します。お気軽にイシューを作成して新機能について議論してください。 [ソースコード](https://github.com/philipparndt/iot-panels), [ライセンス](https://github.com/philipparndt/iot-panels/blob/main/LICENSE), [イシュートラッカー](https://github.com/philipparndt/iot-panels/issues) **依存関係** [CocoaMQTT](https://github.com/emqx/CocoaMQTT)
ko: 이 프로젝트는 오픈 소스입니다. 기여를 환영합니다. 이슈를 열어 새로운 기능에 대해 자유롭게 논의해 주세요. [소스 코드](https://github.com/philipparndt/iot-panels), [라이선스](https://github.com/philipparndt/iot-panels/blob/main/LICENSE), [이슈 트래커](https://github.com/philipparndt/iot-panels/issues) **종속성** [CocoaMQTT](https://github.com/emqx/CocoaMQTT)
pt_br: Este projeto é de código aberto. Contribuições são bem-vindas. Sinta-se à vontade para abrir um ticket e discutir novas funcionalidades. [Código fonte](https://github.com/philipparndt/iot-panels), [Licença](https://github.com/philipparndt/iot-panels/blob/main/LICENSE), [Rastreador de problemas](https://github.com/philipparndt/iot-panels/issues) **Dependências** [CocoaMQTT](https://github.com/emqx/CocoaMQTT)
zh_hans: 本项目是开源的，欢迎贡献。欢迎提交问题并讨论新功能。 [源代码](https://github.com/philipparndt/iot-panels), [许可证](https://github.com/philipparndt/iot-panels/blob/main/LICENSE), [问题追踪](https://github.com/philipparndt/iot-panels/issues) **依赖** [CocoaMQTT](https://github.com/emqx/CocoaMQTT)

source: This will delete all demo dashboards, data sources, and widgets, then recreate them.
de: Alle Demo-Dashboards, Datenquellen und Widgets werden gelöscht und neu erstellt.
es: Esto eliminará todos los dashboards, fuentes de datos y widgets de demostración, y los recreará.
fr: Tous les tableaux de bord, sources de données et widgets de démonstration seront supprimés puis recréés.
ja: すべてのデモダッシュボード、データソース、ウィジェットを削除して再作成します。
ko: 모든 데모 대시보드, 데이터 소스 및 위젯을 삭제하고 다시 생성합니다.
pt_br: Isso excluirá todos os painéis, fontes de dados e widgets de demonstração e os recriará.
zh_hans: 这将删除所有演示仪表板、数据源和小组件，然后重新创建。

source: This will permanently delete this home and all its dashboards, data sources, and widgets.
de: Dieses Zuhause wird dauerhaft gelöscht, einschließlich aller Dashboards, Datenquellen und Widgets.
es: Esto eliminará permanentemente esta casa y todos sus dashboards, fuentes de datos y widgets.
fr: Cette maison sera définitivement supprimée, y compris tous ses tableaux de bord, sources de données et widgets.
ja: このホームとすべてのダッシュボード、データソース、ウィジェットが完全に削除されます。
ko: 이 홈과 모든 대시보드, 데이터 소스, 위젯이 영구적으로 삭제됩니다.
pt_br: Isso excluirá permanentemente esta casa e todos os seus painéis, fontes de dados e widgets.
zh_hans: 这将永久删除此家庭及其所有仪表板、数据源和小组件。

source: Time
de: Zeit
es: Tiempo
fr: Temps
ja: 時間
ko: 시간
pt_br: Tempo
zh_hans: 时间

source: Time & Aggregation
de: Zeit & Aggregation
es: Tiempo y agregación
fr: Temps et agregation
ja: 時間と集計
ko: 시간 및 집계
pt_br: Tempo e agregação
zh_hans: 时间与聚合

source: Time Range
de: Zeitraum
es: Rango de tiempo
fr: Plage horaire
ja: 時間範囲
ko: 시간 범위
pt_br: Intervalo de tempo
zh_hans: 时间范围

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
ko: 제목
pt_br: Título
zh_hans: 标题

source: Title (optional, defaults to query name)
de: Titel (optional, Standard ist der Abfragename)
es: Título (opcional, por defecto el nombre de la consulta)
fr: Titre (optionnel, par defaut le nom de la requête)
ja: タイトル（オプション、デフォルトはクエリ名）
ko: 제목 (선택 사항, 기본값은 쿼리 이름)
pt_br: Título (opcional, padrão é o nome da consulta)
zh_hans: 标题（可选，默认为查询名称）

source: To include the CA certificate chain:
de: Um die CA-Zertifikatskette einzuschließen:
es: Para incluir la cadena de certificados CA:
fr: Pour inclure la chaine de certificats CA :
ja: CA証明書チェーンを含めるには:
ko: CA 인증서 체인을 포함하려면:
pt_br: Para incluir a cadeia de certificados CA:
zh_hans: 要包含 CA 证书链：

source: To verify the contents of a PKCS#12 file:
de: Um den Inhalt einer PKCS#12-Datei zu überprüfen:
es: Para verificar el contenido de un archivo PKCS#12:
fr: Pour vérifier le contenu d'un fichier PKCS#12 :
ja: PKCS#12ファイルの内容を確認するには:
ko: PKCS#12 파일의 내용을 확인하려면:
pt_br: Para verificar o conteúdo de um arquivo PKCS#12:
zh_hans: 要验证 PKCS#12 文件的内容：

source: Token Authentication
de: Token-Authentifizierung
es: Autenticación por token
fr: Authentification par token
ja: トークン認証
ko: 토큰 인증
pt_br: Autenticação por token
zh_hans: 令牌认证

source: Try Demo Home
de: Demo-Zuhause testen
es: Probar casa de demostración
fr: Essayer la maison demo
ja: デモホームを試す
ko: 데모 홈 체험
pt_br: Experimentar casa de demonstração
zh_hans: 尝试演示家庭

source: Type
de: Typ
es: Tipo
ja: タイプ
ko: 유형
pt_br: Tipo
zh_hans: 类型

source: Unit
de: Einheit
es: Unidad
fr: Unite
ja: 単位
ko: 단위
pt_br: Unidade
zh_hans: 单位

source: Use
de: Verwenden
es: Usar
fr: Utiliser
ja: 使用
ko: 사용
pt_br: Usar
zh_hans: 使用

source: Used to discover topics when creating queries. Leave empty to subscribe to all topics (#).
de: Wird zur Erkennung von Topics beim Erstellen von Abfragen verwendet. Leer lassen, um alle Topics (#) zu abonnieren.
es: Se usa para descubrir temas al crear consultas. Deje vacío para suscribirse a todos los temas (#).
fr: Utilisé pour découvrir les topics lors de la création de requêtes. Laisser vide pour s'abonner à tous les topics (#).
ja: クエリ作成時にトピックを検出するために使用します。すべてのトピック（#）をサブスクライブするには空のままにしてください。
ko: 쿼리 생성 시 토픽을 검색하는 데 사용됩니다. 모든 토픽(#)을 구독하려면 비워두세요.
pt_br: Usado para descobrir tópicos ao criar consultas. Deixe vazio para assinar todos os tópicos (#).
zh_hans: 用于创建查询时发现主题。留空以订阅所有主题（#）。

source: Username
de: Benutzername
es: Nombre de usuario
fr: Nom d'utilisateur
ja: ユーザー名
ko: 사용자 이름
pt_br: Usuário
zh_hans: 用户名

source: Username & Password
de: Benutzername & Passwort
es: Usuario y contraseña
fr: Nom d'utilisateur et mot de passe
ja: ユーザー名とパスワード
ko: 사용자 이름 및 비밀번호
pt_br: Usuário e senha
zh_hans: 用户名和密码

source: Username & Password Authentication
de: Benutzername & Passwort
es: Autenticación por usuario y contraseña
fr: Authentification par identifiants
ja: ユーザー名とパスワード認証
ko: 사용자 이름 및 비밀번호 인증
pt_br: Autenticação por usuário e senha
zh_hans: 用户名和密码认证

source: Using custom CA for validation
de: Benutzerdefinierte CA zur Validierung verwenden
es: Usando CA personalizada para validación
fr: Utilisation d'une CA personnalisée pour la validation
ja: カスタムCAで検証中
ko: 사용자 지정 CA로 검증 중
pt_br: Usando CA personalizada para validação
zh_hans: 使用自定义 CA 进行验证

source: Using system trusted CAs
de: Systemvertrauenswürdige CAs verwenden
es: Usando CAs de confianza del sistema
fr: Utilisation des CA de confiance du systeme
ja: システムの信頼されたCAを使用中
ko: 시스템 신뢰 CA 사용 중
pt_br: Usando CAs confiáveis do sistema
zh_hans: 使用系统信任的 CA

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
ko: 값
pt_br: Valor
zh_hans: 值

source: Verifying your certificate
de: Dein Zertifikat überprüfen
es: Verificando su certificado
fr: Vérifier votre certificat
ja: 証明書を確認中
ko: 인증서 확인 중
pt_br: Verificando seu certificado
zh_hans: 正在验证您的证书

source: Viewing historical data
de: Historische Daten
es: Datos históricos
fr: Données historiques
ja: 過去のデータを表示中
ko: 과거 데이터 보기
pt_br: Dados históricos
zh_hans: 查看历史数据

source: Voltage
de: Spannung
es: Voltaje
fr: Tension
ja: 電圧
ko: 전압
pt_br: Tensão
zh_hans: 电压

source: Volume
de: Volumen
es: Volumen
ja: 体積
ko: 부피
zh_hans: 体积

source: Waiting for data…
de: Warte auf Daten …
es: Esperando datos…
fr: En attente de données …
ja: データを待機中…
ko: 데이터 대기 중…
pt_br: Aguardando dados…
zh_hans: 等待数据…

source: Watt-hour
de: Wattstunde
es: Vatio-hora
fr: Wattheure
ja: ワット時
ko: 와트시
pt_br: Watt-hora
zh_hans: 瓦时

source: Welcome to IoT Panels
de: Willkommen bei IoT Panels
es: Bienvenido a IoT Panels
fr: Bienvenue dans IoT Panels
ja: IoT Panels へようこそ
ko: IoT Panels에 오신 것을 환영합니다
pt_br: Bem-vindo ao IoT Panels
zh_hans: 欢迎使用 IoT Panels

source: What is a PKCS#12 file?
de: Was ist eine PKCS#12-Datei?
es: ¿Qué es un archivo PKCS#12?
fr: Qu'est-ce qu'un fichier PKCS#12 ?
ja: PKCS#12ファイルとは？
ko: PKCS#12 파일이란?
pt_br: O que é um arquivo PKCS#12?
zh_hans: 什么是 PKCS#12 文件？

source: Where should this certificate be stored?
de: Wo soll dieses Zertifikat gespeichert werden?
es: ¿Dónde debe almacenarse este certificado?
fr: Ou stocker ce certificat ?
ja: この証明書をどこに保存しますか？
ko: 이 인증서를 어디에 저장하시겠습니까?
pt_br: Onde este certificado deve ser armazenado?
zh_hans: 应将此证书存储在哪里？

source: Widget Size
de: Widget-Größe
es: Tamaño del widget
fr: Taille du widget
ja: ウィジェットのサイズ
ko: 위젯 크기
pt_br: Tamanho do widget
zh_hans: 小组件大小

source: Wildcards
de: Platzhalter
es: Comodines
fr: Caracteres generiques
ja: ワイルドカード
ko: 와일드카드
pt_br: Curingas
zh_hans: 通配符

source: Window
de: Fenster
es: Ventana
fr: Fenêtre
ja: ウィンドウ
ko: 윈도우
pt_br: Janela
zh_hans: 窗口

source: yesterday
de: gestern
es: ayer
fr: hier
ja: 昨日
ko: 어제
pt_br: ontem
zh_hans: 昨天

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
ja: 昨日
ko: 어제
pt_br: Ontem
zh_hans: 昨天

source: Your password is only used to sign in and create an API token. It will not be stored.
de: Dein Passwort wird nur zur Anmeldung und Erstellung eines API-Tokens verwendet. Es wird nicht gespeichert.
es: Su contraseña solo se usa para iniciar sesión y crear un token API. No se almacenará.
fr: Votre mot de passe est uniquement utilise pour se connecter et créer un token API. Il ne sera pas enregistre.
ja: パスワードはサインインとAPIトークンの作成にのみ使用されます。保存されません。
ko: 비밀번호는 로그인과 API 토큰 생성에만 사용됩니다. 저장되지 않습니다.
pt_br: Sua senha é usada apenas para fazer login e criar um token API. Ela não será armazenada.
zh_hans: 您的密码仅用于登录和创建 API 令牌，不会被存储。

source: %lld panels
es: %lld paneles
fr: %lld panneaux
ja: %lld パネル
ko: %lld 패널
pt_br: %lld painéis
zh_hans: %lld 个面板

source: %lld topics
es: %lld temas
ja: %lld トピック
ko: %lld 토픽
pt_br: %lld tópicos
zh_hans: %lld 个主题

source: 1 minute
es: 1 minuto
ja: 1分
ko: 1분
pt_br: 1 minuto
zh_hans: 1分钟

source: Aggregation
es: Agregación
fr: Agregation
ja: 集計
ko: 집계
pt_br: Agregação
zh_hans: 聚合

source: Ampere
es: Amperio
ja: アンペア
ko: 암페어
zh_hans: 安培

source: API Token
es: Token API
fr: Token API
ja: APIトークン
ko: API 토큰
pt_br: Token API
zh_hans: API 令牌

source: Client ID
es: ID de cliente
fr: ID client
ja: クライアントID
ko: 클라이언트 ID
pt_br: ID do cliente
zh_hans: 客户端 ID

source: Client PKCS#12
es: PKCS#12 del cliente
fr: PKCS#12 client
ja: クライアント PKCS#12
ko: 클라이언트 PKCS#12
pt_br: PKCS#12 do cliente
zh_hans: 客户端 PKCS#12

source: Dashboard name
es: Nombre del dashboard
fr: Nom du tableau de bord
ja: ダッシュボード名
ko: 대시보드 이름
pt_br: Nome do painel
zh_hans: 仪表板名称

source: Demo (Offline)
es: Demo (sin conexión)
fr: Demo (hors ligne)
ja: デモ（オフライン）
ko: 데모 (오프라인)
zh_hans: 演示（离线）

source: Hostname
es: Nombre del host
fr: Nom d'hote
ja: ホスト名
ko: 호스트 이름
pt_br: Nome do host
zh_hans: 主机名

source: Kilometer
es: Kilómetro
fr: Kilometre
ja: キロメートル
ko: 킬로미터
pt_br: Quilômetro
zh_hans: 千米

source: Kilowatt
es: Kilovatio
ja: キロワット
ko: 킬로와트
pt_br: Quilowatt
zh_hans: 千瓦

source: Liter
es: Litro
fr: Litre
ja: リットル
ko: 리터
pt_br: Litro
zh_hans: 升

source: Max
es: Máx
ja: 最大
ko: 최대
pt_br: Máx
zh_hans: 最大
